[
  {
    "id": 7,
    "title": "#38 The Dave Chang Show | The Chef as a Leader, With Adam Grant",
    "date": "January 27, 2019",
    "body": "<b>My Reflection</b></p>When as a leader, be selfless. Think of the organization as yourself and see how the organization can give to users/consumers as selflessly as possible, but also to the organization’s employees. Like relationships with people want the best and want everyone to succeed. That might mean that the person develops out of the organization to another opportunity, but that is a win-win situation, because that mostly means the organization benefited from the rise of the person developing, you engender loyalty, and truly talented people will want to work with you.</p><p>When I see negative habits like my basketball temper, try to break down what triggers those emotions and write a script on the optimal behavior I want. Then when I’m in that situation again I can do a better job of managing my emotions.</p><p>When you open up (vulnerable) more you express authenticity then others open up more and you end up with deeper connections.</p><p>When in doubt always look to long-term results by taking the time to invest in your people even if it seems like in the short-term it is less efficient.</p><p>When faced with resistance to change. Find the few bright spots who are doing the change or enthusiastic to change. Ask them for their perspective and their suggestions on how to persuade others to adopt the new ideas.</p><b>Who is Adam Grant?</b><p>Organizational psychologist. Studying psychology at work. Trying to figure out how to make jobs more meaningful and motivating. Teams more creative. Cultures more productive and supportive.</p><b>Bad, Good, Great Leaders</b><p>Bad leaders keep their people stuck in the same job and never grow or develop. Good leader help their people to develop and master their skills. Great leaders help their people develop and grow even if it means transitioning to another organization.</p><p>Why? 1) When you promote ppl out of your organization you engender a tremendous sense of loyalty. 2) When you are looking out for the best for your people you attract talent, because who doesn’t want that.</p><b>Amygdala Hijack</b><p>The amygdala hijack is an immediate, overwhelming emotional response with a later realization that the response was inappropriately strong given the trigger.</p><p>Adam Grant’s recommendation is to identify emotional triggers. What are the things that continually make you lose control. And practice a script that will help you navigate that emotion when it occurs.</p><b>David Chang’s Temper</b><p>Frustrated at people who didn’t do it the “right way” when it seemed like a person didn’t care enough. I related to this.</p><b>Body of Research on Self-Enhancement</b><p>Ego driven things we do to puff ourselves up. People also self-verify, which is not about looking good for others, but expressing who you really are and being seeing accurately (as opposed to positively).</p><b>How Organizations Contemplate the Trade-off of Results vs Relationships/ Efficiency vs Kindness</b><p>In short-term there is a tradeoff. However, in the long-term the people who invest in showing care and trust end up with stronger relationships, more motivated teams, and creativity. Efficiency should not be the focus. Contribute something meaningful to the world. That is effectiveness.</p><b>Psychological Safety</b><p>Weirdly, people report more errors. But organizations that don’t have psychological safety won’t report errors because they don’t feel that they can. So organizations that have psychological safety will make fewer error, because they feel that they can speak up when they make a mistake and they’re able to learn and prevent it them. As a leader admit your weaknesses and flaws to allow safety for others. Ask for feedback and be vulnerable so that you send a message to others that they can challenge and criticize you and that leads people to do more of it if you’re sincere and take action from their feedback. Then people will also learn to work on their own shortcomings.</p><b>When Faced With Resistance to Change</b><p>Even with resistance to change, theres always a couple of bright spots with people who are doing or are enthusiastic about the new direction. Find those people and champion them because those are your early advocates. Ask them for advice/suggestions on how to onboard people with this new idea. Ben Franklin “We always admire the wisdom of people who come to us for advice.” Perspective taking forces others to look from your viewpoint.</p>"
  },
  {
    "id": 6,
    "title": "Think critically for yourself, while staying radically open-minded",
    "date": "December 12, 2018",
    "body": "I believe I will be happy dying knowing that I lived my life the way I wanted to. I believe everyone has an opinion and is entitled to their opinion, but if I live a life dictated by others, then I will consider myself not have lived. Of course, I want to weigh the opinions of my family and friends and have that influence and motivate my decisions, but I have to make decisions that I will not regret I made because I was not 100% behind it. The other factor of whether I die happy or not is whether I left the world incrementally better than I inherited it. If I made positive progress in the world. Progress defined by the historians Durants’ meaning overall in the world can more people dictate their lives. Incremental progress in this way can lead to more people dictating their lives. Regardless of what decisions they make, I believe having the opportunity to dictate your lives will define progress."
  },
  {
    "id": 5,
    "title": "Life is not simple by yourself",
    "date": "December 3, 2018",
    "body": "I used to think I could live by myself. Do some Thoreau shit. But coming to Korea solidified my misconception of what it means to be independent. I had a romanticized idea that independence is not needing anyone, caring only for myself, without being influenced by others, in other words living in solitude. I believe this stemmed from what I perceived as a lack of rigor exercised by my family in thinking about the meaning of life. Not that I know that answer, but I knew the ambitions my family wanted had a strong influence on me and that those ambitions weren’t all that correct in my long-term happiness. So, I believed that I could cut the detrimental aspects of my life, even family. But I’m starting to realize that the whole purpose of self actualization is to be connected socially. I want to be able to provide and care and connect emotionally to the people I care most about. If the purpose was to achieve self actualization in solitude how is that any different from ignorance? This trip in Korea with my family taught me to be secure in myself, to continue the path to progress in achieving my life goals, without losing the appreciation for my family and friends. I needed the brief insanity of breaking the thread that hangs between loved ones and self, to help me realize that I’m blessed to have people try to influence my thought process and ambitions, maybe some days they seem like crabs in a bucket, but in reality they are people who love me with biases and have their own versions of how I can be my best."
  },
  {
    "id": 4,
    "title": "Business philosophy = life philosophy",
    "date": "December 2, 2018",
    "body": "Refer to super users by Tim ferriss or yc blogs on scaling or Masters of scale. There are many parallels between the trajectory of a business and your own life. Startups relish the idea of constant iteration. Many experts of their field and wildly successful well known people attribute constant learning to be the main factor to their success. In the same vein I see my business philosophy having parallels to my life philosophy. I’ve found that business is a complicated way of defining a service or product that helps others. Helping defined broadly as saving someone's life to entertaining another’s. Life is similar for me in that the greatest happiness and my long-term happiness stems most from when the people around me are happy. When I see people striving to do whatever they do and I can help them achieve that, I am at my happiest."
  },
  {
    "id": 3,
    "title": "Devin Williams",
    "date": "September 13, 2018",
    "body": "I follow Devin Williams, who is primarily a hooper who coaches younger hoopers and has become an influencer of sorts. He discusses giving back to the youth, and I found it inspirational. Theres only so much you can glean from a Youtube video, but he seems like an all around great human being for those around him. Great for passing along to his fellow hoopers and students the positive life lessons he has learned over his life. For preaching teamwork over selfishness through basketball."
  },
  {
    "id": 2,
    "title": "I hate being doubted",
    "date": "September 3, 2018",
    "body": "I hate being doubted. I hate when someone tells me I can’t. Who are you to tell me what I’m capable of? I know I’m capable of a lot of things. If you tell me you I can’t do something, you better have some good ass reasons otherwise my life’s purpose might be to prove you wrong. Magic Johnson once said he loved to prove others wrong. I feel the same way. When I’m slighted I do an internal argument. I think through why that person is slighting me. And I think through why they’re wrong for slighting me. And usually it ends with frustration, but ultimately helps me reason through my emotions and motivates me to do better, to do more."
  },
  {
    "id": 1,
    "title": "Hoes will be hoes",
    "date": "November 30, 2018",
    "body": "It's unfortunate that in our male dominated society, the only opportunity some women have is to sell their looks or body. I don't mean just prostitution, but more of the subtle type. There are more to hoes than booty shaking mamas. There are people in general regardless of gender who profit off their looks. Whether that is as simple as a first impression in an interview or as complicated as a marriage founded on appearance. This is not a judgment piece; more of a realization from having had the luxury of being on both sides of the transaction. Be self-sufficient and don't let anybody dictate your life entirely. It's pretty obvious, but if you realize that you are a hoe who has pinned his whole identity on appearance, don't be surprised for that day when you sag and wither and everyone who showed up before because you were pretty, don't treat you the same."
  }
]
